{
  "pages":{
    "home":{
      "template":"./services/content/views/home.handlebars",
      "title":"RavenRidge Family Farm produces high quality full spectrum hemp products, and information on regenerative land management.",
      "desc":"Learn about RavenRidge Family Farm, managed by the Wheeler family, and get an introduction to regenerative agriculture and our CBD products."
    },
    "privacy_policy":{
      "template":"./services/content/views/privacy_policy.handlebars",
      "title":"Our privacy policy for website visitors and customers.",
      "desc":"See how we treat visitor and customer data, and what to be aware of when you use this website."
    },
    "shipping_and_returns":{
      "template":"./services/content/views/shipping_and_returns.handlebars",
      "title":"Our shipping and returns policy for CBD products.",
      "desc":"The cost of priority USPS shipping anywhere in the United States is included in the price of all products, and we will accept returns within ten days of purchase."
    },
    "terms_and_conditions":{
      "template":"./services/content/views/terms_and_conditions.handlebars",
      "title":"The terms and conditions for using this website.",
      "desc":"Potential age restrictions and general risks surrounding the use of hemp and herbal products are outlined here. Be informed."
    },
    "signup":{
      "template":"./services/content/views/newsletter_signup.handlebars",
      "title":"Landing page for folks to sign up for our newsletter and occasional promotions.",
      "desc":"Thanks for visiting. To learn more about our cbd products and regenerative practices, sign up for our newsletter."
    },
    "trifold2020":{
      "template":"./services/content/views/trifold2020.handlebars",
      "title":"Landing page for folks who have seen our 2020 brochure.",
      "desc":"Thanks for visiting to learn more about our whole plant extract cbd products, and to buy sublingual oil or topical salve."
    }
  },
  "default_page":"home"
}
